<script setup lang="ts">

</script>

<template>
  <h1>IT Professionals Work</h1>

  <main>
    <section>
      <h2>Политика конфиденциальности</h2>
      <p>Последнее обновление: 14.11.2023</p>
      <p>Добро пожаловать на сайт IT Professionals Work. Наша компания обязуется обеспечивать конфиденциальность
        ваших личных данных в соответствии с настоящей политикой конфиденциальности.</p>
      <p>
        1. Сбор и использование информации<br>
        1.1. Мы собираем информацию, предоставляемую вами при регистрации на сайте, заполнении анкет, загрузке резюме, отправке запросов или взаимодействии с нашими услугами.<br>
        1.2. Мы можем использовать предоставленные вами данные для связи с вами, предоставления услуг и улучшения функционала нашего сайта.
        <br>
        <br>
        2. Защита данных <br>
        2.1. Мы принимаем меры для обеспечения безопасности ваших данных и предотвращения их неправомерного доступа, использования или раскрытия. <br>
        2.2. Мы не передаем ваши личные данные третьим лицам без вашего согласия, за исключением случаев, предусмотренных законом.
        <br>
        <br>
        3. Использование файлов cookie<br>
        3.1. Мы можем использовать файлы cookie для улучшения опыта пользователей, анализа трафика и персонализации контента.<br>
        3.2. Вы можете отключить файлы cookie в настройках вашего браузера, однако это может повлиять на функциональность сайта.
        <br>
        <br>
        4. Резюме и профили<br>
        4.1. Резюме и профили, размещенные на сайте, могут быть доступны работодателям и рекрутерам. Мы прилагаем усилия для защиты ваших данных, но не можем гарантировать полную безопасность.
        <br>
        <br>
        5. Изменения в политике конфиденциальности<br>
        5.1. Мы оставляем за собой право вносить изменения в нашу политику конфиденциальности. Любые изменения будут опубликованы на сайте.
        <br>
        <br>
        6. Ваши права<br>
        6.1. Вы имеете право запросить доступ к своим личным данным, внести изменения или удалить их.<br>
        6.2. Если у вас есть вопросы или предложения по поводу нашей политики конфиденциальности, свяжитесь с нами по адресу ipwpost@bk.ru.
      </p>
    </section>
  </main>
  <footer>
    <p>Надеемся на долгосрочное и взаимовыгодное сотрудничество с вами. Благодарим за доверие к IT Professionals
      Work!</p>
  </footer>
</template>

<style scoped>
main {
  max-width: 800px;
  margin: 20px auto;
  padding: 0 20px;
}

section {
  background-color: #fff;
  border-radius: 20px;
  color: #000;
  padding: 20px;
  font-family: Inter, sans-serif;
  font-weight: 500;
}

h2 {
  color: #333;
}

footer {
  color: white;
  text-align: center;
  padding: 1em 0;

}

</style>